import type { HistoryOperation } from "../types"

// Пример данных для истории операций
export const operations: HistoryOperation[] = [
  // {
  //   date: "01.04.2025, 18:10:06",
  //   action: "Отправка заявки",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // },
  // {
  //   date: "01.04.2025, 18:09:41",
  //   action: "Сохранение черновика",
  //   user: "Иванов Иван Иванович",
  // }
]